{"_id":"576d1d8a7e0efb1624f96e8c","settings":1,"data":{"gpsUpdateInterval":"15","routeMapUpdateInterval":"10","driverLicenses":[{"id":"1","name":"A1"},{"id":"2","name":"A"},{"id":"3","name":"B1"},{"id":"4","name":"B"},{"id":"5","name":"C1"},{"id":"6","name":"C"},{"id":"7","name":"D1"},{"id":"8","name":"D"},{"id":"9","name":"BE"},{"id":"10","name":"C1E"},{"id":"11","name":"CE"},{"id":"12","name":"D1E"},{"id":"13","name":"DE"}],"carTplList":[{"tplId":"1","tplName":"автобус"},{"tplId":"2","tplName":"микроавтобус"},{"tplId":"3","tplName":"легковой"},{"tplId":"4","tplName":"грузовой"},{"tplId":"5","tplName":"спецтехника - кран"},{"tplId":"6","tplName":"спецтехника - бульдозер"},{"tplId":"7","tplName":"спецтехника - экскаватор"},{"tplId":"8","tplName":"спецтехника - манипулятор"},{"tplId":"9","tplName":"спецтехника - автогрейдер"},{"tplId":"10","tplName":"спецтехника - погрузчик"}],"priceOptions":[{"optPriceId":"1","optPriceName":"час"},{"optPriceId":"2","optPriceName":"км"},{"optPriceId":"3","optPriceName":"сутки"},{"optPriceId":"4","optPriceName":"месяц"},{"optPriceId":"5","optPriceName":"рейс"},{"optPriceId":"6","optPriceName":"куб."},{"optPriceId":"7","optPriceName":"тонна/км"},{"optPriceId":"8","optPriceName":"посадочн. место"},{"optPriceId":"9","optPriceName":"трансфер"}],"orderStatusList":[{"statusId":0,"active":1,"statusText":"В обработке"},{"statusId":1,"active":1,"statusText":"В работе"},{"statusId":2,"active":0,"statusText":"Завершено клиентом"},{"statusId":3,"active":0,"statusText":"Завершено водителем"},{"statusId":4,"active":0,"statusText":"Отменен клиентом"},{"statusId":5,"active":0,"statusText":"Отменен водителем"},{"statusId":6,"active":1,"statusText":"Назначен водитель"},{"statusId":7,"active":1,"statusText":"Назначен поставщик"},{"statusId":8,"active":0,"statusText":"Водитель прервал заказ"}],"colorSet":[{"name":"красная","value":"1"},{"name":"зеленый","value":"2"},{"name":"синий","value":"3"},{"name":"белый","value":"4"},{"name":"черный","value":"5"},{"name":"серебристый","value":"6"},{"name":"бронза","value":"7"},{"name":"вишня","value":"8"},{"name":"хамелеон","value":"9"},{"name":"бежевый","value":"10"},{"name":"бирюзовый","value":"11"},{"name":"бордовый","value":"12"},{"name":"желтый","value":"13"},{"name":"золотистый","value":"14"},{"name":"коричневый","value":"15"},{"name":"розовый","value":"16"},{"name":"голубой","value":"17"},{"name":"серый","value":"18"},{"name":"мокрый асфальт","value":"19"},{"name":"темно синий","value":"20"},{"name":"оранжевый","value":"21"}],"oferta":{"ru":{"title":"ЛИЦЕНЗИОННОЕ СОГЛАШЕНИЕ","body":"\u003cp\u003eНастоящее Лицензионное соглашение (Публичная оферта) (далее – Оферта/Соглашение) определяет права и обязанности Лицензиата (далее – Пользователя) и Лицензиара (далее – Администратора) при использовании Сервиса «UniPark» исключительно на следующей территории передаваемых прав: Республика Казахстан\u003cbr\u003eНастоящая Оферта адресована неопределенному кругу лиц и является публичной офертой в соответствии с п.5 ст. 395 Гражданского кодекса Республики Казахстан.\u003cbr\u003eНастоящая Оферта заключается в особом порядке: путем акцепта настоящей Оферты, содержащей все существенные условия Оферты, без подписания сторонами. Настоящая Оферта имеет юридическую силу в соответствии со ст. 394 Гражданского кодекса Республики Казахстан и является равносильным договору, подписанному Сторонами.\u003cbr\u003eБезусловным акцептом Пользователем настоящей Оферты в соответствии с п.1 ст.396 Гражданского кодекса Республики Казахстан является Регистрация Пользователя на Сервисе «UniPark», равно как и начало фактического пользования Сервисом.\u003cbr\u003eДанная информация на сайте UniPark определяет условия и правила использования Сервисом, а также определяет правила и условия пользования любым лицом возможностями, предоставляемыми данным Сервисом.\u003cbr\u003eУстанавливая мобильное приложение «UniPark» на свое мобильное устройство или компьютер Вы тем самым соглашаетесь в безусловном порядке со всеми правилами, условиями и информацией, размещенными на данном сайте, в том числе, но не ограничиваясь: настоящей Офертой, Политикой конфиденциальности.\u003cbr\u003eНастоящая Оферта размещена на сайте в сети Интернет по следующей ссылке: www.unipark.kz\u003cbr\u003eЕсли Вы не согласны с настоящей Офертой, а также условиями и положениями политики конфиденциальности Сервиса, правилами пользования мобильным приложением, не хотите их соблюдать, не устанавливайте мобильное приложение, незамедлительно удалите его/любой его компонент с мобильного телефона или компьютера и не пользуйтесь Сервисом. В случае, если Вы по каким-либо причинам не согласны с вышеприведенными правилами или условиями, то это означает Вашу обязанность по удалению мобильного приложения со своего мобильного устройства или компьютера и непользованию Сервисом «UniPark». В противном случае, Вы будете считаться согласным в безусловном порядке со всеми правилами, условиями и информацией, размещенными на данном сайте.\u003cbr\u003e\u0026nbsp;\u003c/p\u003e\u003cp\u003e1. Понятия и термины\u003c/p\u003e\u003cp\u003e\u003cbr\u003e1.1. Понятия и термины, используемые в настоящей Оферте:\u003cbr\u003ea. Сервис – интернет-агрегатор для взаимодействий Пользователей, расположенный на Сайте и/или в Мобильном приложении и включающий в себя программно-аппаратный комплекс, необходимый для функционирования Сервиса.\u003cbr\u003eСервис включает в себя интерфейс, программное обеспечение и иные элементы необходимые для надлежавшего функционирования. Все права на Сервис (и входящие в него элементы) принадлежат Лицензиару на основании соответствующих лицензий и (или) договоров. Ни одно из положений настоящей Оферты не может трактоваться, как передача исключительных прав на Сервис Пользователю.\u003cbr\u003eb. Сайт – сайт, расположенный в сети Интернет по адресу www.unipark.kz\u003cbr\u003ec. Мобильное приложение – мобильное приложение «UniPark», как разработанное, так и разрабатываемые в будущем версии приложения для платформ IOS, Android, Windows Mobile.\u003cbr\u003ed. Пользователь – физическое лицо, достигшее 18 лет, индивидуальный предприниматель, юридическое лицо, прошедшее процедуру Регистрации в Сервисе.\u003cbr\u003ee. Аккаунт - совокупность защищенных страниц в Сервисе, создаваемых при Регистрации Пользователя, посредством которого осуществляется использование Сервиса и взаимодействие Пользователей. Доступ к Аккаунту осуществляется Пользователем посредством ввода Логина и пароля.\u003cbr\u003ef. Регистрация – заполнение и отправка Пользователем регистрационной формы на Сервисе путем указания необходимых сведений, в том числе Логина и пароля, персональных данных; подтверждение согласия на обработку и/или трансграничную передачу персональных данных Администратором и уполномоченным им третьим лицам, в соответствии с Политикой конфиденциальности.\u003cbr\u003eg. Логин и Пароль - уникальный набор символов, создаваемый Пользователем при прохождении Регистрации, предназначенный для доступа к Аккаунту. В целях настоящей Оферты под Логином понимается номер мобильного телефона Пользователя, а под Паролем — код, который Пользователь получает после ввода Логина посредством СМС сообщения.\u003cbr\u003eh. Администратор – ТОО «UniPark»\u003c/p\u003e\u003cp\u003e\u0026nbsp;являющееся Стороной настоящей Оферты, предоставляющий Пользователю доступ к Сервису, и осуществляющий прием, рассмотрение и направление ответов на жалобы и пожелания Пользователей как самостоятельно, так и с привлечением третьих лиц.\u003cbr\u003ei. Неисключительная лицензия - неисключительное, безвозмездное, а в некоторых случаях, оговоренных в Оферте возмездное право использования Сервиса, в порядке и способами указанными в настоящей Оферте. Неисключительная лицензия предоставляется Пользователям на территории, указанной в п.2.6. Оферты.\u003cbr\u003e1.2. В Соглашении могут быть использованы понятия и термины, не определенные в пункте 1.1 настоящего Соглашения. В этих случаях толкование понятий и терминов производится в соответствии с текстом и смыслом данного Соглашения. В случае отсутствия однозначного толкования понятия и термина в тексте Соглашения следует руководствоваться толкованием понятий и терминов в соответствии с гражданским законодательством и обычаями делового оборота.\u003cbr\u003e\u0026nbsp;\u003c/p\u003e\u003cp\u003e2. Общие положения\u003c/p\u003e\u003cp\u003e\u003cbr\u003e2.1. Администратор предоставляет доступ к Сервису посредством персонального компьютера и различных мобильных устройств Пользователя, как существующему в настоящее время, так и разработанному в будущем.\u003cbr\u003e2.2. Пользователь осознает и соглашается с тем, что Сервис может содержать рекламу, и что наличие данной рекламы является необходимым условием пользования Сервисом, тем самым, Пользователь выражает своё согласие на получение рекламных рассылок, в том числе СМС-сообщений и иных форм рекламных рассылок о рекламных акциях, скидках, бонусах и прочих рекламных сообщениях как Администратора, так и третьих лиц, которым Администратор дал согласие на рассылку рекламных рассылок.\u003cbr\u003e2.3. Пользователь гарантирует, что данные, указанные при Регистрации, являются актуальными и достоверными.\u003cbr\u003e2.4. Администратор вправе вести учет активности Пользователя на Сервисе и, с учетом этой информации, производить для Пользователя показ рекламной информации. Указанная информация рассматривается как закрытая и не подлежит разглашению Администратором, Пользователями и третьими лицами.\u003cbr\u003e2.5. Администратор вправе устанавливать любые дополнительные требования и ограничения для Пользователя применительно к Регистрации на Сервисе и использованию сервисов и функционала Сервиса.\u003cbr\u003e\u0026nbsp;\u003c/p\u003e\u003cp\u003e3. Предмет Оферты\u003c/p\u003e\u003cp\u003e\u003cbr\u003e3.1. В соответствии с условиями настоящей Оферты Администратор предоставляет, а Пользователь принимает персональную неисключительную некоммерческую ограниченную лицензию без права передачи, сублицензирования, которая может быть полностью аннулирована, на использование Сервиса в соответствии с условиями, изложенными в тексте настоящей Оферты.\u003cbr\u003eЛицо, не согласное с условиями настоящей Оферты не имеет права Регистрироваться в Сервисе или использовать функционал Сервиса.\u003cbr\u003e3.2. Оферта регулирует порядок пользования Сервисом, а также права и обязанности Администратора и его Пользователей. Положения Оферты являются обязательными для всех Пользователей и распространяются также на отношения, связанные с правами и интересами третьих лиц, не являющихся Пользователями Сервиса, но чьи права и интересы могут быть затронуты в результате действий Пользователей Сервиса.\u003cbr\u003e3.3. Оферта является открытым и общедоступным документом. Настоящая Оферта может быть изменена и/или дополнена Администратором в одностороннем порядке без какого-либо специального уведомления (согласия) Пользователя. Действующая редакция Оферты размещена в сети Интернет по адресу: www.unipark.kz\u003cbr\u003eАдминистратор рекомендует Пользователям регулярно проверять условия настоящей Оферты на предмет его изменения и/или дополнения. Продолжение использования Сервиса после внесения изменений и/или дополнений в настоящую Оферту будет означать принятие и согласие Пользователя с такими изменениями и/или дополнениями.\u003cbr\u003e3.4. Настоящая Оферта, все изменения и дополнения к нему, вступают в силу с момента их опубликования в сети Интернет по адресу, указанному в п.3.3.настоящей Оферты. Пользователь имеет право отказаться от принятия изменений и/или дополнений к настоящей Оферте, что расценивается как отказ Пользователя от использования Сервиса.\u003cbr\u003e3.5. Территория передаваемых прав – Республика Казахстан.\u003cbr\u003e3.6. Срок передаваемых прав - ограничен сроком действия настоящей Оферты, указанный в соответствующем разделе Оферты.\u003c/p\u003e\u003cp\u003e\u003cbr\u003e4. Статус Сервиса\u003c/p\u003e\u003cp\u003e\u003cbr\u003e\u0026nbsp;4.1. Все права на объекты интеллектуальной собственности Сервиса (программное обеспечение, коммерческое обозначение, товарный знак «UniPark» и пр. объекты интеллектуальной собственности) в целом и на использование сетевого адреса (доменного имени) unipark.kz принадлежат Администратору на основании соответствующих договоров, разрешений, свидетельств. Последний предоставляет доступ к Сервису всем заинтересованным Пользователям при условии соблюдения ими положений настоящей Оферты, иных документов Сервиса и действующего законодательства Республики Казахстан.\u003cbr\u003e4.2. Администратор не предоставляет Пользователям никаких услуг кроме предоставления доступа к функционалу Сервиса.\u003cbr\u003e4.3. В рамках неисключительной лицензии, Пользователь вправе использовать Сервис путем получения доступа к Сервису посредством сайта www.unipark.kz и/или мобильного приложения «UniPark».\u003cbr\u003e4.4. Сервис не является таксомоторной организацией, самостоятельно не оказывает Пользователям услуг по перевозке пассажиров и багажа, услуг по перевозке грузов или каких-либо иных транспортных услуг, являясь интернет-агрегатором, позволяющим Пользователям взаимодействовать.\u003c/p\u003e\u003cp\u003e\u003cbr\u003e5. Права и обязанности Администратора\u003c/p\u003e\u003cp\u003e\u003cbr\u003e5.1. Все обращения, предложения и претензии физических и юридических лиц к Администратору, в связи с настоящей Офертой и всеми вопросами по функционированию Сервиса, нарушениям прав и интересов третьих лиц при его использовании, а также запросы уполномоченных законодательством Республики Казахстан лиц должны быть направлены электронную почту, указанный в разделе 10 настоящей Оферты.\u003cbr\u003e5.2. В отношении функционирования и развития Сервиса, Администратор руководствуется законодательством Российской Федерации и/или Республики Казахстан, настоящей Офертой, Политикой конфиденциальности и иными документами, которые разработаны или могут быть разработаны и приняты Администратором в целях регламентации предоставления Пользователям отдельных функционалов Сервиса.\u003cbr\u003e5.3. Никакие положения настоящей Оферты не предоставляют Пользователям и третьим лицам право на использование фирменного наименования, товарных знаков, доменных имен и иных отличительных знаков Администратора, а также объектов интеллектуальной собственности, принадлежащих Администратору.\u003cbr\u003e5.4. Администратор обеспечивает функционирование и работоспособность Сервиса и обязуется оперативно восстанавливать его работоспособность в случае технических сбоев и перерывов. Администратор не несет ответственность за временные сбои и перерывы в работе Сервиса и вызванную ими потерю информации.\u003cbr\u003e5.5. Администратор не несет ответственности за нарушение Пользователем настоящей Оферты. Администратор, при получении информации от, Пользователей либо третьих лиц о нарушении Пользователем настоящей Оферты вправе изменять (модерировать) и/или удалять любую публикуемую Пользователем информацию, нарушающую запреты, установленные\u0026nbsp; как настоящей Офертой, так и иными документами и Правилами Сервиса, приостанавливать, ограничивать или прекращать доступ Пользователя ко всем или к любому из разделов или функционалов Сервиса в любое время по любой причине или без объяснения причин, с предварительным уведомлением или без такового, не отвечая за любой вред, который может быть причинен Пользователю таким действием. Администратор не несет ответственность за осуществленное в соответствии с настоящей Офертой временное блокирование или удаление информации Пользователя.\u003cbr\u003e5.6. Администратор не несет ответственности за действия Пользователей и за взаимоотношения между Пользователями. Администратор ни при каких обстоятельствах не может быть привлечен в качестве Стороны по спорам между Пользователями, по спорам между Пользователями и третьими лицами/ органами государственной власти.\u003cbr\u003e5.7. Администратор вправе направлять уведомления Пользователям посредством СМС-сообщений или иных каналов связи.\u003cbr\u003e5.8. Администратор вправе получать лицензионное вознаграждение от Пользователей в рамках настоящей Оферты.\u003cbr\u003e5.9. Администратор и/или уполномоченные им третьи лица вправе в любой момент заблокировать доступ любого Пользователя к Сервису без уведомления Пользователя при подозрении на нарушение Пользователем условий настоящей Оферты. При этом, Пользователь обязуется не предъявлять никаких претензий Администратору, а Администратор вправе не возвращать Пользователю оплаченное лицензионное вознаграждение.\u003c/p\u003e\u003cp\u003e\u003cbr\u003e6. Регистрация на Сервисе и статус Пользователя. Персональные данные\u003c/p\u003e\u003cp\u003e\u003cbr\u003e6.1. Регистрация на Сервисе является добровольной, бесплатной и осуществляется в сети Интернет по адресу: unipark.kz и в мобильном приложении «UniPark».\u003cbr\u003eРегистрация считается оконченной в момент заполнения Регистрационной формы и отправки ее Лицензиару. После отправки Регистрационной формы на телефон Пользователя приходит уведомление подтверждающее прохождение Регистрации.\u003cbr\u003eПроцедура прохождения Регистрации включает в себя также принятие Пользователем условий Политики конфиденциальности Сервиса, а также дачу согласия на обработку персональных данных и на получение рекламных рассылок.\u003cbr\u003e6.2. Введенные Пользователем при Регистрации Логин и Пароль, а также дача согласия на обработку персональных данных являются необходимой и достаточной информацией для доступа Пользователя категории «Пассажир» на Сервис.\u003cbr\u003e6.3. Пользователь подтверждает, что данные являются общедоступными и доступны любому Пользователю Сервиса и обрабатываются в соответствии с действующим законодательством Республики Казахстан о защите персональных данных (в случае, если указанные данные относятся к персональным в соответствии с действующим законодательством) и Политикой конфиденциальности Сервиса.\u003cbr\u003e6.4. С учетом положений п. 6.3., настоящей Оферты Пользователь осознает и дает согласие, что в результате сбоя, технических неисправностей, действий третьих лиц в том числе (но не ограничиваясь) вирусной или хакерской атаки, данные Пользователя, указанные на Сервисе, могут стать доступны третьим лицам. Пользователь обязуется не предъявлять требований к Администратору в случае наступления указанных обстоятельств.\u003cbr\u003e6.5. Пользователь дает согласие Администратору на:\u003cbr\u003ea) передачу учетных данных посредством Сервиса неограниченному кругу лиц в т.ч. посредством сети Интернет;\u003cbr\u003eb) использование учетных и статистических данных Пользователя для демонстрации рекламных объявлений;\u003cbr\u003ec) направления информации об услугах, новостях Администратора и (или) партнеров Администратора;\u003cbr\u003ed) предоставления персональных данных уполномоченным органам государственной власти, в случае поступления соответствующих запросов;\u003cbr\u003ee) осуществление иных действий, указанных в Политике конфиденциальности Сервиса.\u003cbr\u003e6.6. Пользователь имеет право в любой момент изменить данные, указанные при Регистрации, используя Личный кабинет.\u003cbr\u003e6.7. Пользователи гарантируют свою дееспособность, что имеют полное право и полномочия на заключение и исполнение настоящей Оферты, в том числе на выплату Администратору лицензионного вознаграждения в рамках настоящей Оферты.\u003cbr\u003e6.8. Размещая данные и сведения и присоединяясь к настоящей Оферте, Пользователь выражает свое согласие Администратору на обработку данных в соответствии с положения Оферты и Политики конфиденциальности, на отражение их в профиле Пользователя с учетом доступного функционала (который может быть изменен по усмотрению Администратора), а также на то, что отражаемые в профиле учетные данные и иные данные будут считаться доступными для пользователей сети Интернет с учетом такого функционала. Пользователь соглашается на передачу Администратором третьим лицам учетных и иных данных, в том числе для целей их обработки, для обеспечения функционирования Сервиса, его отдельных функционалов; реализации партнерских и иных программ Сервиса.\u003cbr\u003e6.9. Цель обработки персональных данных Пользователя заключается в предоставлении последнему возможности получения неисключительной лицензии на использование как самого Сервиса, так и дополнительных функциональных (программных) возможностей Сервиса, проведения рекламных кампаний, предоставления таргетированной рекламы и иных информационных функционалов сети Интернет, проведение статистических исследований и анализ полученных статистических данных, осуществление иных действий, описанных в настоящей Оферте. Обработка персональных данных Пользователя осуществляется Администратором в срок с момента регистрации Пользователя и до момента удаления его учетной записи.\u003cbr\u003e6.10. Пользователи при регистрации информации, несут ответственность перед Администратором, другими Пользователями, любыми третьими лицами и органами государственной власти за точность и достоверность такой информации.\u003cbr\u003e6.11. При регистрации Пользователей Администратор не осуществляют контроль за их дееспособностью и правоспособностью. В том случае, если у Администратора имеются основания полагать, что Пользователь нарушил условия регистрации на Сервисе, то Администратор оставляет за собой право приостановить либо аннулировать регистрацию Пользователя и отказать в доступе к функционалам, размещенным на Сервисе.\u003cbr\u003e6.12. Администратор не несет ответственность за информацию, предоставленную Пользователем при Регистрации в случае, если Пользователь самостоятельно предоставил доступ к такой информации третьим лицам.\u003cbr\u003e6.13. При пользовании Сервисом Пользователям запрещается использовать (размещать) материалы, содержащие:\u003cbr\u003e6.13.1.нецензурные или бранные слова или словосочетания, порнографические изображения и тексты или сцены сексуального характера;\u003cbr\u003e6.13.2.угрозы, призывы к насилию и совершению противоправных действий, нарушению законодательства Республики Казахстан;\u003cbr\u003e6.13.3.элементы насилия, жестокости, расовой, межнациональной или межрелигиозной розни, а также ссылки на такие материалы;\u003cbr\u003e6.13.4.нацистскую атрибутику или символику;\u003cbr\u003e6.13.5.пропаганду преступной деятельности, руководства по совершению противоправных действий;\u003cbr\u003e6.13.6.материал, содержащий угрозы, который дискредитирует, оскорбляет, порочит честь и достоинство или деловую репутацию или нарушает неприкосновенность частной жизни других Пользователей или третьих лиц;\u003cbr\u003e6.13.7.информацию/объявления о реализации/доставке: алкогольных и спиртосодержащих напитков, пива и напитков на его основе; наркотических средств и иных запрещенных средств;\u003cbr\u003e6.13.8.иные материалы нарушающие действующее законодательство Республики Казахстан.\u003cbr\u003e6.14. Пользователь соглашается соблюдать все законы в налоговой сфере, включая законы о декларировании и уплате налогов, возникающих в связи с использованием Сервиса, и несет ответственность за декларирование и уплату всех применимых налогов.\u003c/p\u003e\u003cp\u003e\u003cbr\u003e7. Ответственность сторон. Ограничения ответственности\u003c/p\u003e\u003cp\u003e\u003cbr\u003e7.1. Сторона, нарушившая свои обязательства по настоящей Оферте должна без промедления устранить нарушения или принять меры к устранению последствий.\u003cbr\u003e7.2. Пользователь использует функционал Сервиса на свой собственный риск. Администратор не принимает на себя никакой ответственности, в том числе за соответствие сервисов целям Пользователя.\u003cbr\u003e7.3. При любых обстоятельствах ответственность Администратора Сервиса ограничивается суммой, в размере 10 000 (десять тысяч) тенге.\u003cbr\u003e7.4. Пользователь самостоятельно несет ответственность за сохранность своего Логина и Пароля и за убытки, которые могут возникнуть по причине его несанкционированного использования.\u003cbr\u003e7.5. Информацию, полученную на Сервисе, нельзя передавать третьим лицам.\u003cbr\u003e7.6. Пользователь обязуется соблюдать законодательство Республики Казахстан и самостоятельно нести ответственность, в случае невыполнения условий настоящей Оферты и нарушения законодательства Республики Казахстан.\u003cbr\u003e7.7. Администратор ни при каких обстоятельствах не несет ответственность за действия (бездействия) Пользователей и третьих лиц и за обстоятельства непреодолимой силы (форс-мажор), повлекшие причинение морального и (или) материального вреда, а также вреда жизни и здоровью вне зависимости от того, мог ли Администратор предвидеть возможность наступления такого вреда и возможность его устранения или не мог. Администратор ни при каких обстоятельствах не может быть привлечен в качестве Стороны по спорам между Пользователями, между Пользователя и третьими лицами, между Пользователями и органами государственной власти.\u003cbr\u003e7.8. Пользователи обязуются соблюдать законодательство Республики Казахстан, областей Республики Казахстан, на территории которого предоставляют услуги по перевозке. Пользователи подтверждают, что уведомлены о наступлении гражданско-правовой, административной и уголовной ответственности, в случае нарушения условий настоящей Оферты и законодательства Республики Казахстан.\u003cbr\u003e7.10. Сервис предоставляется Пользователю «как есть» (as is), в соответствии с общепринятым в международной практике принципом. Это означает, что за проблемы, возникающие в процессе установки, обновления, поддержки и эксплуатации Сервиса (в т. ч. проблемы совместимости с другими программными продуктами (пакетами, драйверами и др.), несоответствия результатов использования Сервиса ожиданиям Пользователя и т.п.), Администратор ответственности не несет. Пользователь должен понимать, что несет полную ответственность за возможные негативные последствия, вызванные несовместимостью или конфликтами Сервиса с другими программными продуктами, установленными на компьютере или ином устройстве Пользователя. Сервис не предназначен и не может быть использован в информационных системах, работающих в опасных средах либо обслуживающих системы жизнеобеспечения, в которых сбой в работе Сервиса может создать угрозу жизни людей или повлечь большие материальные убытки.\u003c/p\u003e\u003cp\u003e8. Срок действия Оферты. Порядок расторжения.\u003c/p\u003e\u003cp\u003e\u003cbr\u003e8.1. Настоящая Оферта вступает в силу с даты акцепта и действует до расторжения Сторонами, а в части передачи неисключительной лицензии — в течение срока, установленного Администратором.\u003cbr\u003e8.2. Настоящая Оферта является офертой и в силу действующего гражданского законодательства Республики Казахстан, Пользователь имеет право на отзыв оферты в любое время в соответствии с положениями ГК РК путем направления соответствующего письма на адрес электронной почты Администратора, указанный в настоящей Оферте. В случае отзыва настоящей Оферты Пользователем в течение срока его действия настоящая Оферта считается прекращенной в течение 5 (пяти) рабочих дней с момента направления Пользователем отзыва.\u003cbr\u003e8.3. Настоящая Оферта может быть расторгнута досрочно:\u003cbr\u003e8.3.1 по взаимному соглашению Сторон.\u003cbr\u003e8.3.2 по инициативе Администратора в одностороннем внесудебном порядке в случае нарушения Пользователем условий настоящей Лицензионной оферты.\u003cbr\u003e8.3.3 по инициативе Администратора в одностороннем внесудебном порядке в случае нарушения Пользователем авторского права третьих лиц без возврата Пользователю каких-либо денежных средств (в случае, если они были оплачены).\u003c/p\u003e\u003cp\u003e\u003cbr\u003e9. Обстоятельства непреодолимой силы.\u003c/p\u003e\u003cp\u003e\u003cbr\u003e9.1. Основанием, освобождающим Стороны от ответственности, является действие непреодолимой силы. Под непреодолимой силой в смысле данного пункта понимаются обстоятельства, указанные в п.2 ст. 359 ГК Республики Казахстан, включая обстоятельства, возникшие помимо воли и желания сторон и которые нельзя предвидеть или избежать (обстоятельства непреодолимой силы), включая объявленную или фактическую войну, решения и постановления федеральных, региональных и муниципальных органов власти и управления, гражданские волнения, эпидемии, блокаду, общегородские мероприятия, связанные с перекрытием автодорог и улиц, митинги, забастовки, дорожно-транспортные происшествия, пробки на дорогах, эмбарго, включая аномальные природные условия: гололед, дожди, снегопад, мороз, наводнение, землетрясение и.т.д., пожары и другие стихийные бедствия.\u003cbr\u003e9.2. Стороны, подвергшиеся действию непреодолимой силы, обязаны немедленно по номеру телефона/факсу/электронной почте/sms-уведомлением/мессенджером известить другую Сторону о возникновении, о виде, возможной продолжительности действия непреодолимой силы и о том, выполнению каких именно обязанностей она препятствует.\u003cbr\u003e9.3. В случае наступления вышеуказанных обстоятельств, подтвержденного своевременным уведомлением другой стороны, выполнение обязательств противоположной стороной сдвигается на время действия этих обстоятельств. В случае не уведомления, Сторона, подвергшаяся действию непреодолимой силы, не может в дальнейшем ссылаться на действие непреодолимой силы как на основание, освобождающее её от ответственности.\u003c/p\u003e\u003cp\u003e10. Разрешение споров\u003c/p\u003e\u003cp\u003e\u003cbr\u003e10.1. Все споры по настоящей Оферте решаются путем переговоров. Стороны устанавливают обязательный досудебный порядок. Пользователь обязан направить претензию Администратору на адрес электронной почты \u003cu\u003ehelp@unipark.kz\u003c/u\u003e, указанный в настоящей Оферте. Администратор отвечает на претензию в течении 30 (тридцати) календарных дней с момента получения претензии.\u003cbr\u003e10.2. В случае невозможности урегулирования возможных споров по настоящей Оферте, такие споры будут рассмотрены в судебном порядке по месту нахождения Администратора, в соответствии с законодательством Казахстана.\u003cbr\u003e\u0026nbsp;\u003c/p\u003e\u003cp\u003e\u003cbr\u003e11. Иные положения\u003c/p\u003e\u003cp\u003e\u003cbr\u003e11.1. Пользователь осуществляет взаимодействие с Администратором только по данным указанным в настоящей Оферте.\u003cbr\u003e11.2. Отношения, возникающие из настоящей Оферты регулируются законодательством Казахстана.\u003cbr\u003e11.3. Пользователь самостоятельно и за свой счет несет полную ответственность за причинение ущерба Пользователям/третьим лицам либо грузу в случае ДТП.\u003cbr\u003e11.4. Администратор не обязан хранить данные Пользователя (сведения базы данных, статистику и т. д.) и вправе их удалить из базы данных.\u003cbr\u003e11.5. Пользуясь Сервисом, Пользователи в соответствии с положениями Республики Казахстан от 21 мая 2013 года №94-V «О персональных данных и их защите», дают свое согласие на обработку Администратором персональных данных, включающих: фамилию, имя, отчество, фотографию, пол, дату рождения, номера контактных телефонов, данные о транспортном средстве; предоставляют Администратору право осуществлять все действия (операции) со своими персональными данными в целях выполнения условий настоящего Соглашения, включая сбор, систематизацию, накопление, хранение, обновление, изменение использование, обезличивание, блокирование, уничтожение, включая обработку персональных данных посредством внесения их в электронную базу данных, включения в списки (реестры) и отчетные формы, прием и передачу своих персональных данных с использованием машинных носителей и по каналам связи, с соблюдением мер, обеспечивающих их защиту от несанкционированного доступа, при условии, что их прием и обработка будут осуществляться лицом, обязанным сохранять профессиональную тайну.\u003cbr\u003e11.6. Пользователь вправе отозвать свое согласие на обработку персональных данных посредством направления в адрес Администратора соответствующего письменного заявления на адрес электронной почты, указанный в Оферте.\u003c/p\u003e\u003cp\u003e12. Реквизиты Администратора\u003c/p\u003e\u003cp\u003e\u003cbr\u003eПрием жалоб и пожеланий Пользователей о качестве работы Сервиса осуществляется по адресу электронной почты: help@unipark.kz\u003cbr\u003e\u003c/p\u003e"}},"recallTypes":[{"id":"1","type":"zhaloba","title":"Жалоба"},{"id":"2","type":"predlojenie","title":"Предложение"},{"id":"3","type":"oshibka","title":"Нашел ошибку"}],"car_body":[{"id":"1","name":"седан"},{"id":"2","name":"хэтчбек"},{"id":"3","name":"кроссовер"},{"id":"4","name":"внедорожник"},{"id":"5","name":"универсал"}],"companytypes":[{"id":"1","name":"ТОО"},{"id":"2","name":"ИП"},{"id":"3","name":"АО"},{"id":"4","name":"ЧУ"},{"id":"5","name":"ГУ"},{"id":"6","name":"РГП"},{"id":"7","name":"Частное лицо"},{"id":"8","name":"ЗАО"},{"id":"9","name":"ОФ"},{"id":"10","name":"ООО"},{"id":"11","name":"ОФУР"},{"id":"12","name":"СП"},{"id":"13","name":"ОЮЛ"}],"documentTypes":[{"id":"1","name":"Уд. личности","type":"driver"},{"id":"2","name":"Тех паспорт","type":"auto"},{"id":"3","name":"Страховка","type":"driver"},{"id":"4","name":"ОТПО","type":"driver"},{"id":"5","name":"ПП","type":"driver"},{"id":"6","name":"Водительское удостоверение","type":"driver"}],"contragentFileTypes":[{"id":"1","name":"Договор"},{"id":"2","name":"Гарантийное письмо"},{"id":"3","name":"Заявка"},{"id":"4","name":"Платежное поручение"},{"id":"5","name":"Гарантийное письмо сотрудника"}]}}
